Repository: JordanCdev/Noum
Catalog: Noum/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: (perfect bonus +%lld)
es: (bono perfecto +%lld)
fr: (bonus parfait +%lld)

# %@ · score %lld/10
source: %1$@ · score %2$lld/10
es: %@ · puntuación %lld/10
fr: %@ · score %lld/10

source: %@ difficulty
es: Dificultad %@
fr: Difficulté %@

source: %@ is typing...
es: %@ está escribiendo...
fr: %@ écrit...

source: %@ league
es: Liga %@
fr: Ligue %@

source: %@ not detected
es: %@ no detectado
fr: %@ non détecté

source: %@ requires Pro
es: %@ requiere Pro
fr: %@ nécessite Pro

# %@. %@. Try this prompt again.
source: %1$@. %2$@. Try this prompt again.
es: %@. %@. Inténtalo de nuevo con esta indicación.
fr: %@. %@. Réessaie ce sujet.

# %lld coaching %@ remaining this month
source: %1$lld coaching %2$@ remaining this month
es: Quedan %lld %@ de coaching este mes
fr: %lld %@ de coaching restantes ce mois-ci

source: %lld day streak
es: Racha de %lld días
fr: Série de %lld jours

source: %lld done
es: %lld hechas
fr: %lld faites

# %lld drill%@
source: %1$lld drill%2$@
es: %lld práctica%@
fr: %lld exercice%@

# %lld filler%@
source: %1$lld filler%2$@
es: %lld muletilla%@
fr: %lld tic%@

source: %lld fillers
es: %lld muletillas
fr: %lld tics

source: %lld new
es: %lld nuevas
fr: %lld nouvelles

# %lld of %lld
source: %1$lld of %2$lld
es: %lld de %lld
fr: %lld sur %lld

# %lld of %lld achievements unlocked
source: %1$lld of %2$lld achievements unlocked
es: %lld de %lld logros desbloqueados
fr: %lld sur %lld réussites débloquées

# %lld of %lld answered
source: %1$lld of %2$lld answered
es: %lld de %lld respondidas
fr: %lld sur %lld répondues

# %lld of %lld hearts remaining
source: %1$lld of %2$lld hearts remaining
es: Quedan %lld de %lld corazones
fr: %lld sur %lld cœurs restants

source: %lld percent
es: %lld por ciento
fr: %lld pour cent

source: %lld rated sessions
es: %lld sesiones puntuadas
fr: %lld séances notées

# %lld rep%@
source: %1$lld rep%2$@
es: %lld repetición%@
fr: %lld répétition%@

# %lld rep%@ this week
source: %1$lld rep%2$@ this week
es: %lld repetición%@ esta semana
fr: %lld répétition%@ cette semaine

source: %lld reps · 30d
es: %lld repeticiones · 30d
fr: %lld répétitions · 30j

# %lld response%@
source: %1$lld response%2$@
es: %lld respuesta%@
fr: %lld réponse%@

source: %lld seconds remaining
es: Quedan %lld segundos
fr: %lld secondes restantes

source: %lld sessions
es: %lld sesiones
fr: %lld séances

source: %lld this week
es: %lld esta semana
fr: %lld cette semaine

source: %lld to level up
es: %lld para subir de nivel
fr: %lld pour monter de niveau

source: %lld total reps logged
es: %lld repeticiones registradas
fr: %lld répétitions enregistrées

source: %lld turns
es: %lld turnos
fr: %lld tours

source: %lld XP to level up
es: %lld XP para subir de nivel
fr: %lld XP pour monter de niveau

source: %lld XP to next level
es: %lld XP para el siguiente nivel
fr: %lld XP pour le niveau suivant

source: %lld XP total
es: %lld XP en total
fr: %lld XP au total

source: %lld-day streak
es: Racha de %lld días
fr: Série de %lld jours

# %lld/%lld cleared
source: %1$lld/%2$lld cleared
es: %lld/%lld completados
fr: %lld/%lld terminés

source: %lldd left
es: Quedan %lldd
fr: %lldj restants

# %llds in zone / %llds
source: %1$llds in zone / %2$llds
es: %llds en zona / %llds
fr: %llds en zone / %llds

source: + %lld more
es: + %lld más
fr: + %lld de plus

source: +%lld this week
es: +%lld esta semana
fr: +%lld cette semaine

# +%lld XP — %@
source: +%1$lld XP — %2$@
es: +%lld XP — %@
fr: +%lld XP — %@

source: A short ambient texture during the seconds before recording. Fades out the moment your rep starts.
es: Una textura ambiental breve durante los segundos antes de grabar. Se desvanece en cuanto empieza tu repetición.
fr: Une courte texture ambiante durant les secondes avant l'enregistrement. S'estompe dès que ta répétition commence.

source: About
es: Acerca de
fr: À propos

source: Account
es: Cuenta
fr: Compte

source: ACHIEVEMENT UNLOCKED
es: LOGRO DESBLOQUEADO
fr: RÉUSSITE DÉBLOQUÉE

source: Achievements
es: Logros
fr: Réussites

source: achievements unlocked
es: logros desbloqueados
fr: réussites débloquées

source: across sessions
es: a lo largo de las sesiones
fr: à travers les séances

source: Active Arc
es: Arco activo
fr: Arc actif

source: Add
es: Añadir
fr: Ajouter

source: Add a friend first, then come back to challenge them.
es: Añade primero a un amigo y vuelve para retarlo.
fr: Ajoute d'abord un ami, puis reviens pour le défier.

source: Add a Speaking Friend
es: Añadir un amigo de práctica
fr: Ajouter un partenaire oratoire

source: Add Friend
es: Añadir amigo
fr: Ajouter un ami

source: Add friends from your Profile to send them feedback requests.
es: Añade amigos desde tu perfil para enviarles solicitudes de comentarios.
fr: Ajoute des amis depuis ton Profil pour leur envoyer des demandes de retour.

source: Added %@ ago
es: Añadido hace %@
fr: Ajouté il y a %@

source: Added!
es: Añadido
fr: Ajouté

source: AI Analysis
es: Análisis de IA
fr: Analyse IA

source: AI Coach: %@
es: Coach IA: %@
fr: Coach IA : %@

source: AI Coaching Disclosure
es: Divulgación sobre coaching de IA
fr: Information sur le coaching IA

source: AI Dimension Ratings
es: Puntuaciones de dimensión IA
fr: Notes des dimensions IA

source: AI feedback was not included
es: No se incluyó retroalimentación de IA
fr: Aucun retour IA inclus

source: AI Video Analysis
es: Análisis de vídeo con IA
fr: Analyse vidéo IA

source: All caught up! New challenges will appear soon.
es: Todo al día. Nuevos retos aparecerán pronto.
fr: Tout est à jour. De nouveaux défis arrivent bientôt.

source: All checkpoints locked in
es: Todos los puntos asegurados
fr: Tous les points validés

source: All claimed
es: Todos completados
fr: Tous validés

source: All premium features are now unlocked.
es: Todas las funciones premium ya están desbloqueadas.
fr: Toutes les fonctionnalités premium sont maintenant débloquées.

source: All premium features unlocked.
es: Todas las funciones premium desbloqueadas.
fr: Toutes les fonctionnalités premium débloquées.

source: Already included — free
es: Ya incluido — gratis
fr: Déjà inclus — gratuit

source: Analyzing...
es: Analizando...
fr: Analyse...

source: Areas to Watch
es: Áreas a observar
fr: Points à surveiller

source: asked for your feedback
es: pidió tu opinión
fr: a demandé ton retour

source: Attained achievements
es: Logros conseguidos
fr: Réussites obtenues

source: Avg confidence
es: Confianza media
fr: Confiance moy.

source: Avg latency
es: Latencia media
fr: Latence moy.

source: Avoid the word %@
es: Evita la palabra %@
fr: Évite le mot %@

source: Avoiding
es: Evitando
fr: Évite

source: Awaiting responses
es: Esperando respuestas
fr: En attente de réponses

source: Awaiting sync
es: Esperando sincronización
fr: En attente de sync

source: Back
es: Atrás
fr: Retour

source: Back to lessons
es: Volver a lecciones
fr: Retour aux leçons

source: Based on a short conversation — longer sessions give a clearer picture.
es: Basado en una conversación breve — sesiones más largas dan una imagen más clara.
fr: Basé sur une courte conversation — des séances plus longues donnent une image plus nette.

source: Begin
es: Empezar
fr: Commencer

source: Begin Cut the Crutch
es: Iniciar Quita la muletilla
fr: Démarrer Coupe la béquille

source: Begin Drill
es: Iniciar práctica
fr: Démarrer l'exercice

source: Begin Session
es: Iniciar sesión
fr: Démarrer la séance

source: Begins a %@ rep.
es: Inicia una repetición %@.
fr: Démarre une répétition %@.

source: Best ever
es: Mejor histórico
fr: Meilleur de tous les temps

source: Best in friends
es: Mejor entre amigos
fr: Meilleur entre amis

source: Best this week
es: Mejor de la semana
fr: Meilleur de la semaine

source: Best: Round %lld
es: Mejor: Ronda %lld
fr: Meilleur : Manche %lld

source: Biggest improvement
es: Mayor mejora
fr: Plus grande progression

source: Bonus %lld experience points
es: Bono de %lld puntos de experiencia
fr: Bonus de %lld points d'expérience

source: Breakdown
es: Desglose
fr: Détail

source: Browse structured prepared speeches with objectives.
es: Explora discursos preparados estructurados con objetivos.
fr: Parcours les discours préparés structurés avec objectifs.

source: Build a coaching profile that actually changes how you sound.
es: Construye un perfil de coaching que cambia de verdad cómo suenas.
fr: Construis un profil de coaching qui change vraiment ta voix.

source: Building your coaching profile
es: Construyendo tu perfil de coaching
fr: Construction de ton profil de coaching

source: Cancel
es: Cancelar
fr: Annuler

source: Cancel anytime. No commitment.
es: Cancela cuando quieras. Sin compromiso.
fr: Annule à tout moment. Sans engagement.

source: Challenge
es: Reto
fr: Défi

source: Challenge a Friend
es: Retar a un amigo
fr: Défier un ami

source: Challenge a friend to see who delivers the best impromptu response to the same topic.
es: Reta a un amigo para ver quién da la mejor respuesta improvisada al mismo tema.
fr: Défie un ami pour voir qui livre la meilleure réponse impro sur le même sujet.

source: Challenge a friend to the same prompt. Both speak, then compare scores.
es: Reta a un amigo con la misma indicación. Ambos hablan, luego comparan puntuaciones.
fr: Défie un ami sur le même sujet. Vous parlez tous les deux, puis comparez les scores.

source: Challenges
es: Retos
fr: Défis

source: Choose Friend
es: Elegir amigo
fr: Choisir un ami

source: Choose how to share this session
es: Elige cómo compartir esta sesión
fr: Choisis comment partager cette séance

source: Choose the default difficulty for Timed practice. Voice cues and live filler highlighting follow what you set here.
es: Elige la dificultad por defecto para la práctica Cronometrada. Las señales de voz y el resaltado en vivo de muletillas siguen lo que definas aquí.
fr: Choisis la difficulté par défaut pour l'entraînement Chronométré. Les indices vocaux et la mise en évidence des tics en direct suivent ton choix.

source: Choose the kind of conversation you want to rehearse. Nothing is selected until you choose.
es: Elige el tipo de conversación que quieres ensayar. Nada se selecciona hasta que elijas.
fr: Choisis le type de conversation que tu veux répéter. Rien n'est sélectionné tant que tu n'as pas choisi.

source: Choose timing visibility
es: Elige la visibilidad del tiempo
fr: Choisis la visibilité du minuteur

source: Claim +%lld
es: Reclamar +%lld
fr: Récupérer +%lld

source: Clear the visible nodes to reveal the next stretch of the path.
es: Completa los nodos visibles para revelar el siguiente tramo del camino.
fr: Termine les nœuds visibles pour découvrir la suite du chemin.

source: Close
es: Cerrar
fr: Fermer

source: Close drill
es: Cerrar práctica
fr: Fermer l'exercice

source: Close lesson
es: Cerrar lección
fr: Fermer la leçon

source: Close settings
es: Cerrar ajustes
fr: Fermer les réglages

source: Cloud processing
es: Procesamiento en la nube
fr: Traitement dans le cloud

source: Coach Note
es: Nota del coach
fr: Note du coach

source: Coach read
es: Lectura del coach
fr: Lecture du coach

source: Coach Read
es: Lectura del coach
fr: Lecture du coach

source: Coach read preview
es: Vista previa de la lectura
fr: Aperçu de la lecture

source: Coaching Direction
es: Dirección del coaching
fr: Direction du coaching

source: Coaching Profile
es: Perfil de coaching
fr: Profil de coaching

source: Coaching Read
es: Lectura de coaching
fr: Lecture de coaching

source: Complete a few more sessions to see your skill trends.
es: Completa unas cuantas sesiones más para ver tus tendencias de habilidad.
fr: Termine quelques séances de plus pour voir tes tendances de compétence.

source: Complete your first session to start earning achievements.
es: Completa tu primera sesión para empezar a conseguir logros.
fr: Termine ta première séance pour commencer à débloquer des réussites.

source: Composure
es: Compostura
fr: Maîtrise

source: Confirm delete account
es: Confirmar eliminación de cuenta
fr: Confirmer la suppression du compte

source: Confirmation text
es: Texto de confirmación
fr: Texte de confirmation

source: Consistency is progress. Same score, building the habit.
es: La constancia es progreso. Misma puntuación, construyendo el hábito.
fr: La constance, c'est du progrès. Même score, l'habitude s'installe.

source: Contacts
es: Contactos

source: Contacts Access
es: Acceso a contactos
fr: Accès aux contacts

source: Continue
es: Continuar
fr: Continuer

source: Conversation Signals
es: Señales de conversación
fr: Signaux de conversation

source: Conversation Transcript
es: Transcripción de la conversación
fr: Transcription de la conversation

source: Couldn't finish
es: No se pudo terminar
fr: Impossible de terminer

source: Create 3-session run
es: Crear racha de 3 sesiones
fr: Créer une série de 3 séances

source: Create test session
es: Crear sesión de prueba
fr: Créer une séance de test

source: Current Challenge
es: Reto actual
fr: Défi actuel

source: Cut the Crutch
es: Quita la muletilla
fr: Coupe la béquille

source: Daily challenges
es: Retos diarios
fr: Défis du jour

# Daily challenges. %lld of %lld remaining.
source: Daily challenges. %1$lld of %2$lld remaining.
es: Retos diarios. Quedan %lld de %lld.
fr: Défis du jour. %lld sur %lld restants.

source: Daily goal
es: Objetivo diario
fr: Objectif quotidien

# Daily goal %lld rep%@
source: Daily goal %1$lld rep%2$@
es: Objetivo diario: %lld rep%@
fr: Objectif quotidien : %lld rép%@

source: Daily reminder time
es: Hora del recordatorio diario
fr: Heure du rappel quotidien

source: Data actions
es: Acciones de datos
fr: Actions sur les données

source: Data sent: %@
es: Datos enviados: %@
fr: Données envoyées : %@

source: Date
es: Fecha

source: Day %lld
es: Día %lld
fr: Jour %lld

source: day streak
es: racha de días
fr: jours de série

source: Debug: Simulate Days
es: Depuración: simular días
fr: Debug : simuler des jours

source: Delete
es: Eliminar
fr: Supprimer

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete Session
es: Eliminar sesión
fr: Supprimer la séance

source: Delete Session?
es: ¿Eliminar sesión?
fr: Supprimer la séance ?

source: Deleting…
es: Eliminando…
fr: Suppression…

source: Details
es: Detalles
fr: Détails

source: Detected
es: Detectado
fr: Détecté

source: Developer Tools
es: Herramientas de desarrollo
fr: Outils développeur

source: Diagnostics
es: Diagnósticos

source: DIFFICULTY
es: DIFICULTAD
fr: DIFFICULTÉ

# Difficulty: %@. %@
source: Difficulty: %1$@. %2$@
es: Dificultad: %@. %@
fr: Difficulté : %@. %@

source: Discard
es: Descartar
fr: Abandonner

source: Discover
es: Descubrir
fr: Découvrir

source: Do It Later
es: Hacerlo después
fr: Le faire plus tard

source: Done
es: Listo
fr: Terminé

source: Duration
es: Duración
fr: Durée

source: E.g., "Focus on my opening — did it hook you?" or "How was my pacing?"
es: Por ejemplo, «Enfócate en mi inicio: ¿te enganchó?» o «¿Cómo fue mi ritmo?»
fr: Par exemple : «Concentre-toi sur mon ouverture — t'a-t-elle accroché ?» ou «Comment était mon rythme ?»

source: Each mode trains a different kind of pressure.
es: Cada modo entrena un tipo distinto de presión.
fr: Chaque mode entraîne un type de pression différent.

source: Early days
es: Recién comenzando
fr: Tout début

source: Earn another crown
es: Gana otra corona
fr: Gagne une autre couronne

source: End
es: Finalizar
fr: Terminer

source: End Chat
es: Finalizar chat
fr: Terminer le chat

source: End round
es: Finalizar ronda
fr: Terminer la manche

source: End Session
es: Finalizar sesión
fr: Terminer la séance

source: End session?
es: ¿Finalizar sesión?
fr: Terminer la séance ?

source: End the round now
es: Finalizar la ronda ahora
fr: Terminer la manche maintenant

source: Enter their name to add them to your speaking network.
es: Escribe su nombre para añadirlo a tu red oratoria.
fr: Saisis son nom pour l'ajouter à ton réseau oratoire.

source: Example
es: Ejemplo
fr: Exemple

source: Expires %@
es: Caduca %@
fr: Expire %@

source: Export all my data
es: Exportar todos mis datos
fr: Exporter toutes mes données

source: Exports a JSON file containing all your locally stored data — sessions, coaching profile, preferences, and progress.
es: Exporta un archivo JSON con todos los datos guardados localmente — sesiones, perfil de coaching, preferencias y progreso.
fr: Exporte un fichier JSON contenant toutes tes données stockées localement — séances, profil de coaching, préférences et progression.

source: Feedback
es: Comentarios
fr: Retours

source: Feedback request
es: Solicitud de comentarios
fr: Demande de retour

source: Feedback Requests
es: Solicitudes de comentarios
fr: Demandes de retour

source: Filler Breakdown
es: Desglose de muletillas
fr: Détail des tics

source: Filler pattern suggests rehearsal on transitions...
es: El patrón de muletillas sugiere ensayar las transiciones...
fr: Le schéma de tics suggère de répéter les transitions...

source: Filler words
es: Muletillas
fr: Tics de langage

source: Filler Words
es: Muletillas
fr: Tics de langage

source: Fillers
es: Muletillas
fr: Tics

source: Find a Toastmasters Club
es: Encontrar un club Toastmasters
fr: Trouver un club Toastmasters

source: Find local speaking opportunities to practice in person.
es: Encuentra oportunidades locales para practicar en persona.
fr: Trouve des occasions locales pour t'entraîner en personne.

source: Find public speaking events, workshops, and open mics
es: Encuentra eventos de oratoria, talleres y micros abiertos
fr: Trouve des événements d'éloquence, ateliers et micros ouverts

source: Find your starting point
es: Encuentra tu punto de partida
fr: Trouve ton point de départ

source: Finish
es: Finalizar
fr: Terminer

source: FIRST REP COMPLETE
es: PRIMERA REPETICIÓN COMPLETADA
fr: PREMIÈRE RÉPÉTITION TERMINÉE

source: Floor
es: Suelo
fr: Plancher

source: Focus Next
es: Próximo foco
fr: Prochain focus

source: Follow-up
es: Seguimiento
fr: Suivi

source: Found: %@
es: Encontrado: %@
fr: Trouvé : %@

source: Freeze
es: Congelación
fr: Sauvegarde

source: Friend's name
es: Nombre del amigo
fr: Nom de l'ami

source: Friends
es: Amigos
fr: Amis

source: Friends added before peer sync shipped don't have an account link. Re-add them via QR code so their stats can show up here.
es: Los amigos añadidos antes de la sincronización entre pares no tienen un enlace de cuenta. Vuelve a añadirlos por código QR para que sus estadísticas aparezcan aquí.
fr: Les amis ajoutés avant la synchro entre pairs n'ont pas de lien de compte. Réajoute-les par QR code pour que leurs statistiques apparaissent ici.

source: Full IM Review
es: Revisión completa IM
fr: Bilan IM complet

source: Full Retry
es: Reintento completo
fr: Reprise complète

source: Full Transcript
es: Transcripción completa
fr: Transcription complète

source: Generate a deeper coaching read from this session's transcript.
es: Genera una lectura de coaching más profunda a partir de la transcripción de esta sesión.
fr: Génère une lecture de coaching plus poussée à partir de la transcription de cette séance.

source: Generate Coach Read
es: Generar lectura del coach
fr: Générer la lecture du coach

source: Get a different prompt
es: Cambiar de indicación
fr: Changer de sujet

source: Getting closer
es: Acercándote
fr: Tu te rapproches

source: Go Again
es: Repetir
fr: Recommencer

source: Goal: %@
es: Objetivo: %@
fr: Objectif : %@

source: Grow Your Circle
es: Amplía tu círculo
fr: Élargis ton cercle

source: Heads up
es: Aviso
fr: À noter

source: Here's how Noum will coach you.
es: Así te entrenará Noum.
fr: Voilà comment Noum va te coacher.

source: Here's what Noum stores and where. Your data is yours — you can export or delete it at any time.
es: Esto es lo que Noum guarda y dónde. Tus datos son tuyos — puedes exportarlos o eliminarlos cuando quieras.
fr: Voilà ce que Noum stocke et où. Tes données t'appartiennent — tu peux les exporter ou les supprimer à tout moment.

source: Hide Full Review
es: Ocultar revisión completa
fr: Masquer le bilan complet

source: High-pressure session
es: Sesión de alta presión
fr: Séance haute pression

source: How leagues work
es: Cómo funcionan las ligas
fr: Comment fonctionnent les ligues

source: How many reps count as today's done. One is enough — picking more is a stretch goal.
es: Cuántas repeticiones cuentan como completado hoy. Una basta — elegir más es un objetivo extra.
fr: Combien de répétitions comptent pour la journée. Une suffit — en choisir plus est un objectif ambitieux.

source: How you're improving
es: Cómo estás mejorando
fr: Comment tu progresses

source: IM Mode
es: Modo IM
fr: Mode IM

source: IM Mode Unavailable
es: Modo IM no disponible
fr: Mode IM indisponible

source: IM voice quality
es: Calidad de voz IM
fr: Qualité vocale IM

source: Impromptu
es: Improvisado
fr: Improvisé

source: Improving
es: Mejorando
fr: En progrès

source: Inspect whether Noum's recommended mode is actually improving outcomes.
es: Comprueba si el modo recomendado por Noum está mejorando los resultados.
fr: Vérifie si le mode recommandé par Noum améliore vraiment les résultats.

source: Invite Friends
es: Invitar amigos
fr: Inviter des amis

source: Invite Friends to Noum
es: Invitar amigos a Noum
fr: Inviter des amis sur Noum

source: Issue Ready to Share
es: Problema listo para compartir
fr: Problème prêt à partager

source: Keep Going
es: Continuar
fr: Continuer

source: Keep Practicing
es: Sigue practicando
fr: Continue à t'entraîner

source: Keep practicing to reach the next rank
es: Sigue practicando para alcanzar el siguiente rango
fr: Continue à t'entraîner pour atteindre le rang suivant

source: Key improvement
es: Mejora clave
fr: Amélioration clé

source: Key Improvement
es: Mejora clave
fr: Amélioration clé

source: Latest session
es: Última sesión
fr: Dernière séance

source: Learn one technique at a time. Concept, then spot it, then say it. Earn crowns by repeat practice.
es: Aprende una técnica a la vez. Concepto, identifícalo y dilo. Gana coronas con la práctica repetida.
fr: Apprends une technique à la fois. Concept, repère-le, dis-le. Gagne des couronnes par la pratique répétée.

source: Lessons
es: Lecciones
fr: Leçons

# Level %lld, %@
source: Level %1$lld, %2$@
es: Nivel %lld, %@
fr: Niveau %lld, %@

source: LEVEL UP
es: SUBIDA DE NIVEL
fr: MONTÉE DE NIVEAU

source: LEVEL UP → %@
es: SUBIDA DE NIVEL → %@
fr: MONTÉE DE NIVEAU → %@

source: Light filler usage. These tend to decrease as you build comfort with pausing.
es: Uso ligero de muletillas. Tienden a disminuir al ganar comodidad con las pausas.
fr: Usage léger de tics. Ils diminuent quand tu prends de l'aise avec les pauses.

source: Listening
es: Escuchando
fr: À l'écoute

source: Listening...
es: Escuchando...
fr: À l'écoute...

source: Listening…
es: Escuchando…
fr: À l'écoute…

source: Live
es: En vivo
fr: En direct

source: LIVE
es: EN VIVO
fr: EN DIRECT

source: Live Monitor
es: Monitor en vivo
fr: Moniteur en direct

source: Loading contacts...
es: Cargando contactos...
fr: Chargement des contacts...

source: Locking in your score, relationship impact, and next best move.
es: Asegurando tu puntuación, impacto en la relación y próximo mejor movimiento.
fr: On verrouille ton score, l'impact relationnel et la meilleure étape suivante.

source: Looks clean — nothing to polish in this rep.
es: Limpio — nada que pulir en esta repetición.
fr: Tout est net — rien à polir dans cette répétition.

source: Lv %lld
es: Nv %lld
fr: Niv %lld

source: Main read
es: Lectura principal
fr: Lecture principale

source: Maybe later
es: Más tarde
fr: Plus tard

source: Mistakes to fix
es: Errores que corregir
fr: Erreurs à corriger

source: Mode mastery
es: Maestría de modo
fr: Maîtrise du mode

source: MODE MASTERY
es: MAESTRÍA DE MODO
fr: MAÎTRISE DU MODE
